Repository: bsurrey/SubCamb
Catalog: SubCamp/Localizable.xcstrings
Source language: en
Languages: de

source: Add
de: Hinzufügen

source: Add a new Contract
de: Einen neuen Vertrag hinzufügen

source: Add Item
de: Element hinzufügen

source: Amount
de: Summe

source: By clicking here you can create a Contract
de: Wenn du hier klickst, kannst du einen Vertrag erstellen

source: Cancel
de: Abbrechen

source: Contract Type
de: Vertragstyp

source: Contracts
de: Verträge

source: Create a new Contract
de: Einen neuen Vertrag erstellen

source: Currency
de: Währung

source: Enter your notes here...
de: Füge hier eine Notiz hinzu

source: Expense
de: Ausgabe

source: Expenses
de: Kosten

source: First Payment
de: Erste Zahlung

source: Group by Type
de: Nach Typ gruppieren

source: Grouping
de: Gruppieren

source: Income
de: Einkommen

source: Incomes
de: Einkommen

source: Installment
de: Betrag

source: Left
de: Übrig

source: Look & Feel
de: Erscheinungsbild

source: Monthly Cost
de: Monatliche Kosten

source: Montly
de: Monatlich

source: No Contracts availible
de: Keine Verträge verfügbar

source: Note
de: Notiz

source: Pay day
de: Zahltag

source: Permanently delete this contract?
de: Diesen Vertrag dauerhaft löschen?

source: Privacy Policy
de: Datenschutzbestimmungen

source: Recurrence
de: Wiederholung

source: Reset
de: Zurücksetzen

source: Round icon
de: Rundes Symbol

source: Save
de: Speichern

source: Select an item
de: Wähle ein Item aus

source: Settings
de: Einstellungen

source: Sort Tags by
de: Nach Tag sortieren

source: Sorting and grouping
de: Sortierung und Gruppierung

source: Tapping this button will remove all data stored within the application, including records stored in iCloud if enabled.
de: Wenn du auf diese Schaltfläche tippst, werden alle in der Anwendung gespeicherten Daten entfernt, einschließlich der in iCloud gespeicherten Daten, falls aktiviert.

source: Total
de: Insgesamt

source: Type
de: Art

source: We value your privacy and security. All functionalities are performed locally on your device without transmitting data externally, ensuring your complete privacy.
de: Wir legen Wert auf den Schutz deiner Privatsphäre und die Sicherheit deiner Daten. Alle Funktionen werden lokal auf Ihrem Gerät ausgeführt, ohne Daten nach außen zu übertragen, so dass deine vollständige Privatsphäre gewährleistet ist.

source: You can't undo this action.
de: Diese Aktion kann nicht mehr rückgängig gemacht werden.
